acpilight
amd-ucode
archlinux-wallpaper
autorandr
base
base-devel
efibootmgr
firefox
git
grub
kitty
light-locker
lightdm-slick-greeter
linux
linux-firmware
nano
nano-syntax-highlighting
neofetch
networkmanager
nsxiv
openssh
os-prober
pcmanfm-gtk3
picom
qtile
rofi
terminus-font
ttf-cascadia-code
unzip
xf86-video-amdgpu
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
xterm
