acpilight
adobe-source-sans-fonts
alsa-utils
archlinux-wallpaper
base
base-devel
bash-completion
bat
cpupower
deepin-gtk-theme
dunst
efibootmgr
entr
fastfetch
fd
firefox
fzf
gimp
git
gnome-keyring
gnome-screenshot
gpaste
grub
gvfs
gvfs-mtp
htop
jdk-openjdk
kitty
libreoffice-fresh
light-locker
lightdm-slick-greeter
linux
linux-firmware
lxappearance-gtk3
lxrandr-gtk3
mdcat
mtpfs
neofetch
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
openssh
os-prober
pamixer
papirus-icon-theme
pcmanfm-gtk3
picom
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyenv
python-dbus-next
python-docs
python-iwlib
python-pipx
qtile
reflector
ripgrep
rofi
terminus-font
tk
tldr
tmux
tree
ttf-cascadia-code
ttf-cascadia-code-nerd
udiskie
udisks2
unzip
vlc
wget
xclip
xcolor
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
